Revit 2027 API
GroupTypeId.StairsOpenEndConnection Property
 End Connection.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsOpenEndConnection { get; }
Public Shared ReadOnly Property StairsOpenEndConnection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsOpenEndConnection {
	ForgeTypeId^ get ();
}
static member StairsOpenEndConnection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace